
/* This item sets the default language for Ink when running under this localization. */
/* 0 = English		*/
/* 1 = French		*/
/* 2 = German		*/
DEFAULT_LANGUAGE = "2";

/* Gesture list item text */

GESTURE1 = "Widerrufen";
GESTURE2 = "Ausschneiden";
GESTURE3 = "Kopieren";
GESTURE4 = "Einsetzen";
GESTURE5 = "Löschen";
GESTURE6 = "Tab";
GESTURE7 = "Verbinden";
GESTURE8 = "Horizontales Leerzeichen";
GESTURE9 = "Zeilenschalter";
GESTURE10 = "Entfernen";
GESTURE11 = "Alles auswählen";
GESTURE12 = "esc";

/* Gesture description view text */

GestureDescription1 = "Widerrufen\n\nDie letzte Aktion wird widerrufen, falls dies möglich ist.";
GestureDescription2 = "Ausschneiden\n\nDas ausgewählte Objekt wird entfernt und in die Zwischenablage bewegt.";
GestureDescription3 = "Kopieren\n\nDas ausgewählte Objekt wird in die Zwischenablage kopiert.";
GestureDescription4 = "Einsetzen\n\nDer Inhalt der Zwischenablage wird an der Eingabeposition oder am ausgewählten Ort eingesetzt.";
GestureDescription5 = "Löschen\n\nDas ausgewählte Objekt wird gelöscht und nicht in die Zwischenablage bewegt.";
GestureDescription6 = "Tabulator\n\nAn der Eingabeposition wird ein Tabulator eingesetzt.";
GestureDescription7 = "Verbinden\n\nZwei Wörter werden verbunden. Schreiben Sie dieses Zeichen genau unter die zwei Wörter, die Sie verbinden möchten (funktioniert nur in Ink-fähigen Programmen).";
GestureDescription8 = "Horizontales Leerzeichen\n\nNach der Eingabeposition wird ein Leerzeichen eingesetzt. Sie können dieses Zeichen auch in umgekehrter Richtung anwenden.";
GestureDescription9 = "Zeilenschalter\n\nNach der Eingabeposition wird ein Zeilenumbruch eingesetzt oder die ausgewählte Taste in einem Dialog bestätigt. Sie können dieses Zeichen auch in Gegenrichtung schreiben.";
GestureDescription10 = "Entfernen\n\nDas Zeichen vor der Eingabeposition wird gelöscht.";
GestureDescription11 = "Alles auswählen\n\nDas gesamte Textfeld wird ausgewählt.";
GestureDescription12 = "esc\n\nDie „esc“-Taste. Hiermit können Dialoge abgebrochen werden.";

/* Alert/dialog strings */

DUPELIST_ALERT = "„%1“ ist bereits in der Wortliste.";
DUPEDICT_ALERT = "„%1“ ist bereits im Ink-Wörterbuch.";
DUPEDICT_DESCRIPT = "Ink verwendet ein integriertes Wörterbuch, um geschriebene Wörter mit bereits bekannten Wörtern zu vergleichen. Das eingegebene Wort ist bekannt und muss nicht hinzugefügt werden.";
SAVE_CHANGES = "Änderungen in der Wortliste sichern?";
SYSTEM_DICT_ERROR = "Beim Laden der Wortliste des Systems ist ein Fehler aufgetreten.";
SYSTEM_DICT_DESCRIPT = "„%1“ wurde nicht zur Wortliste hinzugefügt.";
DRIVER_WARNING = "Ink ist aktiviert.";
DRIVER_DESCRIPT = "Vor der Verwendung Ihres Tabletts mit Ink müssen Sie möglicherweise Treiber-Software installieren. Falls Sie Probleme haben, vergewissern Sie sich, dass Sie die Software installiert haben, die im Lieferumfang Ihres Grafiktabletts enthalten war.";
REVERT_ALERT = "Zurücksetzen zur letzten gesicherten Wortliste?";
REVERT = "Letzte Version";
DONT_REVERT = "Nicht zurücksetzen";
/*PENOPTIONS_WARNING = "Pen options warning.";*/
PENOPTIONS_WARNING = "Damit die Optionen zum Halten der Taste korrekt funktionieren, müssen Sie mit dem Dienstprogramm des Herstellers Ihres Tabletts die entsprechende Stifttaste deaktivieren.";
PENOPTIONS_WACOM_DESCRIPT = "Ink hat einen Konflikt mit den aktuellen Einstellungen Ihres Wacom-Tabletts gefunden. Damit diese Ink-Optionen korrekt funktionieren können, müssen Sie im Wacom Konfigurations-Dienstprogramm die entsprechende Taste auf „Ignoriert“ setzen.";


SAVE = "Sichern";
DONT_SAVE = "Nicht sichern";
CANCEL = "Abbrechen";
OK = "OK";

INK_HELP = "Ink-Hilfe";
